Repository: tamlyhoctoipham/book-translation-projects
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: vi

source: This is not due to poor vision but may well be due, research results suggest, to elderly witnesses having difficulty remembering (and/or grasping the reason for) the instruction (required to be given by the police in England) that the perpetrator ‘may or may not be’ among the photographs.
vi: Không phải do tầm nhìn hạn chế, mà theo kết quả các nghiên cứu thì có thể là do những nhân chứng có tuổi thường gặp khó khăn tròn việc ghi nhớ (và/hoặc có lí do để) việc hướng dẫn (được yêu cầu phải đưa ra bởi cảnh sát Anh quốc) rằng thủ phạm "có hoặc không" ở trong những bức ảnh này.

source: This is not surprising, given that we know abuse of any kind at the hands of family members is severely under reported.
vi: Không ngạc nhiên gì khi chúng ta được biết rằng các hình thức lạm dụng bởi thành viên trong gia đình thường không được báo cáo .

source: This is not to say that voice identification should not be used as an aid to the prosecution or the defence, but it should not form any major part of the evidence presented in court.
vi: Điều này không có ý là không nên dùng nhận dạng giọng nói để trợ giúp cho bên khởi tố hoặc bên phía bị cáo, nhưng việc đó không nên góp phần tạo nên bất cứ bằng chứng quyết định nào trên tòa.

source: This is one of the first organizations in the UK which will help people who have not yet come to the attention of public agencies.
vi: Đây là 1 trong những tổ chức đầu tiên của Anh giúp đỡ những người chưa có được sự chú ý của các cơ quan công.

source: This is one of the reasons why in England and Wales the Police and Criminal Evidence Act 1984 mandated that all police interviews with suspects be audiotape recorded.
vi: Đó là một trong những lý do tại sao Cảnh sát Anh và xứ Wales cùng với Ban thu thập chứng cứ phạm tội 1984 được cho phép thu âm toàn bộ cuộc thẩm vấn nghi phạm.

source: This is one of the reasons why the MOGP (and similar guidance documents) emphasizes that the witnesses must be told that the interviewer will be happy if the witness says ‘I don’t understand’ or ‘I don’t know’ (contrary to what school teachers may say).
vi: Đây là một trong số những lý do cuốn MOGP (và các tài liệu hướng dẫn khác) nhấn mạnh rằng nên nói cho nhân chứng biết người thẩm vấn sẽ không thấy vấn đề gì khi nhân chứng nói 'Tôi không hiểu' hoặc 'Tôi không biết' (trái ngược với những gì giáo viên có thể nói).

source: This is one reason why police interviewers who are unprepared and not properly trained may often make lie detection mistakes when interviewing suspects (e.g. letting a guilty person go free).
vi: Đây là lý do tại sao những cảnh sát thẩm vấn không được chuẩn bị trước hoặc không được huấn luyện kĩ càng thường tạo ra sai lầm trong việc phát hiện nói dối khi thẩm vấn ( ví dụ thả tự do cho người có tội).

source: This is particularly significant given the wide range of roles police officers perform.
vi: Điều này đặc biệt quan trọng khi đưa ra hàng loạt các vai trò sĩ quan cảnh sát cần thể hiện.

source: This is probably why the CQT (for more on this see below) is not that good at correctly classifying innocent persons.
vi: Đây có lẽ là lý do phương pháp CQT (xem phía dưới để biết thêm thông tin) không hiệu quả trong việc phân loại đúng người vô tội.

source: This is so even when the available information indicating this to be so is poor or weak.
vi: Kể cả khi những thông tin có sẵn chỉ ra rằng khả năng đó rất yếu và khó có thể xảy ra.

source: This is something researchers should be mindful of when making recommendations.
vi: Đây là một vài điều mà các nhà nghiên cứu nên nhận thức đầy đủ khi đưa ra các khuyến cáo.

source: This is supported by work which shows that sex offenders use sex as a coping strategy more regularly than non-sexual offenders.
vi: Nghiên cứu này đã được củng cố bằng một công trình khoa học rằng tội phạm tình dục dùng tình dục như một chiến thuật đối phó thường xuyên hơn các loại tội phạm khác.

source: This is the notion of ‘just deserts’, that offenders are subject to a punishment that is equal to the crime that they have committed.
vi: Đây chính là khái niệm " hình phạt thích đáng", trong đó kẻ phạm tội là mục tiêu của sự trừng phạt, cái mà tương đương với tội mà họ đã phạm phải.

source: This is where an offender offers bribes to a child.
vi: Đây là khi tên tội phạm mua chuộc đứa trẻ.

source: This is why the majority of CBT programmes contain some work in victim empathy.
vi: Đây là lí do tại sao đa phần các chương trình CBT đều bao gồm các nghiên cứu về sự thấu cảm với nạn nhân.

source: This is why, in Western societies, the State is generally responsible for prosecuting cases and not the victim.
vi: Đây là lý do mà trong các cộng đồng xã hội Phương Tây, Nhà nước thường chịu trách nhiệm truy tố các vụ án chứ không phải là nạn nhân.

source: This kind of procedure has become standard police practice in several countries (it has been mandated by law in England and Wales for twenty years) and is strongly recommended in the USA in the 1999 Attorney General’s Guidelines (which were informed by the research of psychologists).
vi: Cách làm này trở thành chuẩn thực hiện cho cảnh sát ở nhiều nước (được luật pháp ở nước Anh và xứ Wales cho phép trong hai mươi năm) và rất được khuyến khích sử dụng ở Mĩ trong Hướng dẫn chung cho luật sư năm 1999 (chúng tôi biết đến điều này nhờ nghiên cứu của các nhà tâm lý học).

source: This law requires States to release information to the public about offenders, but it does not require them to ‘actively notify’ the public.
vi: Luật này yêu cầu các Bang phải phát tán thông tin cho cộng đồng về các tội phạm, nhưng nó không yêu cầu họ phải "thiết thực thông báo" đến công chúng.

source: This leads us into the next section.
vi: Điều này đưa chúng ta đến khía cạnh tiếp theo.

source: This led to the capture of Jeffrey Gafoor, the real murderer, who was jailed for life in 2003.
vi: Chứng cứ này đã tố cáo Jeffrey Gafoor, tên sát nhân thực sự. Tên này đã bị kết án chung thân vào năm 2003.

source: This list is not exhaustive and may include many other individual factors that should be addressed if it is felt that they may impact on the effectiveness of the intervention for that individual.
vi: cũng như bất cứ yếu tố nào khác có tác động đến sự hiệu quả của các biện pháp can thiệp.

source: This list of roles, however, does not claim to be exhaustive – there are many more ways in which psychologists play their part.
vi: Tuy nhiên, danh sách vai trò này không khẳng định thấu đáo rằng các nhà tâm lý đóng vai trò của mình thông qua nhiều cách.

source: This may be because an offender’s crimes represent psychologically similar situations.
vi: Điều này có thể là do những tội ác của một tội phạm đại diện cho các hoàn cảnh tâm lý tương đồng.

source: This may be in part due to perceptions of ‘institutional racism’, a label given to the police following racist disruptions in Britain.
vi: Điều này có thể một phần là do nhận thức của "sự phân biệt chủng tộc có tính chất cơ quan", một nhãn hiệu đặt cho những cảnh sát đi theo con đường phá vỡ phân biệt chủng tộc ở Anh.

source: This may involve mediation between the offender and the victim (or wider community), community work, written apologies or the payment of money to the victim.
vi: Điều này có thể liên quan đến sự hòa giải giữa bị cáo và nạn nhân (hoặc cộng đồng rộng hơn), công tác cộng đồng, lời xin lỗi bằng văn bản hoặc bồi thường bằng tiền cho nạn nhân.

source: This may only be minimal but it is import- ant to distinguish between vigilante behaviour and self-defense.
vi: Điều này có thể chỉ là số nhỏ nhưng việc phân biệt lối cư xử phòng vệ và tự vệ là rất quan trọng.

source: This may well be partly due to where the witness focuses attention.
vi: Điều này một phần là bởi địa điểm mà nhân chứng chú ý tới.

source: This means that information about offenders’ names and addresses is made accessible to the public in listings at criminal justice agencies, registry books, or electronic formats (for example, on some police Internet sites).
vi: Điều này có nghĩa là thông tin về tội phạm như tên và địa chỉ thì công chúng có thể tiếp cận được với những danh sách ở các cơ quan công lý, sổ đăng ký hoặc những mẩu tin điện tử (ví dụ như các trang web cảnh sát).

source: This means that the programmes try to change the thinking patterns of offenders, their attitudes and perceptions.
vi: Điều này có nghĩa là những chương trình này thử thay đổi cách suy nghĩ của tội phạm, thay đổi thái độ và nhận thức của họ.

source: This meant that offenders were encouraged to think about an unacceptable fantasy until arousal, at which point an electric shock or nausea-inducing drug was administered.
vi: Có nghĩ là các tội được khuyến khích nghĩ về những ảo tưởng không thể chấp nhận cho đến khi kích thích, tại điểm đó, máy sốc điện hoặc thuốc gây cảm giác ói mửa được kích hoạt.

source: This might also be the case if a victim’s property is damaged.
vi: Đây cũng có thể là trường hợp mà tài sản cá nhân của một nạn nhân nào đó bị xâm hại.

source: This might mean that they have to live at a particular address or to observe a curfew which is enforced with an electronic tag.
vi: Điều này có thể có nghĩa là họ phải sống ở 1 địa chỉ nhất định hoặc phải tuân theo giới nghiêm bắt buộc với 1 thẻ điện tử.

source: This might result in fewer innocent/truthful people being stressed by the procedure, but it does raise issues of human rights (e.g. being aware that one is being tested).
vi: Điều này có thể giảm thiểu căng thẳng xảy đến cho những người vô tội/nói thật trong suốt quá trình kiểm tra, nhưng nó cũng làm dấy lên quan ngại về luật nhân quyền (ví dụ như việc nhận thức bản thân đang bị điều tra).

source: This might work if the evidence is very strong – guilty suspects can tell this and also know that courts might give them a lesser sentence if they confess.
vi: Nó có hiệu quả chỉ khi chứng cứ thật sự rất chắc chắn - nghi phạm có thể biện hộ và họ cũng biết rằng tòa án có thể đưa ra bản án nhẹ hơn nếu họ thú nhận tội lỗi.

source: This mirrors the outcomes of laboratory/ mock studies using the GKT.
vi: Điều này phản ánh kết quả của các nghiên cứu trong phòng thí nghiệm hay nghiên cứu mô phỏng sử dụng phương pháp GKT.

source: This model has been applied to serial rape, arson and burglary with some success.
vi: Hình mẫu này đã có một số thành công khi áp dụng cho những vụ cưỡng hiếp, phóng hỏa và trộm cướp hàng loạt.

source: This model has been very influential and is often used in treatment programmes as a tool to help the offenders talk through their offending behaviour and to change this behaviour.
vi: Hình mẫu này rất có sức ảnh hưởng và thường dùng trong các chương trình điều trị như một công cụ giúp tội phạm có thể nói về thái độ phạm tội và giúp họ thay đổi thái độ này.

source: This more inclusive definition involves the whole of the legal system.
vi: Định nghĩa này bao hàm toàn bộ hệ thống pháp luật.

source: This phased approach made it clear that in order to assist children to tell the interviewers as much as possible about what may have happened, the interviewers must first of all devote time to establishing a positive relationship between themselves and the child, but in a way that could not be criticized as serving to bias or unduly influence what the child might say.
vi: Cách tiếp cận theo pha này cho thấy rõ ràng là để giúp trẻ em kể lại được nhiều nhất có thể về những gì có khả năng đã xảy ra thì người thẩm vấn trước hết cần phải tạo được một mối quan hệ tốt với đứa trẻ, nhưng không được tới mức làm cho đứa trẻ thiên vị hoặc ảnh hưởng ngầm đến những gì trẻ nói.

source: This pioneering initiative (nothing like it appears to have happened in other countries) emphasized that in interviews with suspects the role of the police is (i) to gather accurate information, to keep an open mind, (iii) to act fairly, especially with vulnerable suspects, (iv) to compare information gained in the interview with other information, (v) to question the suspect appropriately, even if they exercise the right to silence and (vi) to not necessarily accept the first answer given by the suspect.
vi: Sáng kiến tiên phong này chưa hề xuất hiện ở bất cứ quốc qua khác đã nhấn mạnh rằng vai trò chất vấn phạm nhân của cảnh sát nhằm tập hợp thông tin chính xác (i), không quyết định nóng vội khi chưa biết thông tin xác thực, (iii) hành động công bằng, đặc biệt với những nghi phạm dễ bị tổn thương, (iv) so sánh thông tin nhận được từ nghi phạm với nguồn thông tin khác, (v) đặt câu hỏi phù hợp cho phạm nhân, cho dù họ họ có quyền im lặng và (vi) không nhất thiết chấp nhận trả lời câu hỏi đầu tiên của nghi phạm.

source: This pioneering study found that some of the cues were effective (e.g. deceivers displayed less ‘lexical diversity’, ‘content diversity’, and more ‘modifiers’).
vi: Nghiên cứu tiên phong này đã chỉ ra một số các dấu hiệu đã có được kết quả (ví dụ: các kẻ lừa dối hiển thị ít "sự đa dạng về từ vựng", "đa dạng về nội dung" và nhiều "những loại từ bổ nghĩa").

source: This practice has been referred to by other names including criminal profiling, psychological profiling and specific profile analysis.
vi: Hoạt động này được gọi chung bằng những tên gọi khác nhau bao gồm thiết lập hồ sơ tội phạm, thiết lập hồ sơ tâm lý và phân tích hồ sơ cụ thể.

source: This practice, like offender profiling, is known by other names including comparative case analysis and linkage analysis.
vi: Hoạt động này, cũng giống như lập hồ sơ tội phạm, được biết đến bởi những cái tên khác như phân tích tương đối vụ án và phân tích sự liên kết giữa các vụ án.

source: This pressure is designed to gain confessions (for more on this see Kassin, 2005) and therefore, not surprisingly, many people confess, especially those who are vulnerable to pressure.
vi: Áp lực này được thiết kế để thu thập những lời thú tội (xem thêm ở cuốn sách Kassin, 2005) và do đó cũng không ngạc nhiên mấy khi nhiều người thú tội, đặc biệt là những người dễ bị tổn thương bởi căng thẳng.

source: This procedure involves a number of techniques based on major research findings and theories in cognitive psychology (e.g. concerning how memory works) and in social psychology (e.g. what constitutes good communication skills).
vi: Quy trình này bao gồm một số kĩ thuật dựa trên kết quả nghiên cứu và giả thuyết đến từ tâm lý học nhận thức (như cách con người ghi nhớ) và tâm lý học xã hội (như những yếu tố góp phần tạo nên kĩ năng giao tiếp tốt).

source: This procedure is based on the assumption that for an innocent person the latter type of questions will cause the greater reactions but that for a guilty person (who will be lying to all questions) the former type of questions will occasion larger reactions.
vi: Phương pháp này dựa trên giả định rằng đối với người vô tội thì loại câu hỏi thứ hai sẽ tạo nên các phản ứng mạnh mẽ hơn còn đối với kẻ có tội (người có xu hướng nói dối trước mọi câu hỏi) thì loại câu hỏi đầu tiên sẽ gây ra các phản ứng rõ rệt hơn.

source: This procedure is based on the assumption that the polygraphic reactions for guilty persons will be greater for the gun used in the shooting.
vi: Phương pháp này dựa trên giả định rằng phản ứng sinh lý của kẻ phạm tội sẽ mạnh hơn đối với khẩu súng gây án.

source: This procedure looks at what are termed ‘dynamic risk factors’.
vi: Phương pháp trên tập trung vào "các yếu tố nguy cơ cao".

source: This process involves the linkage of crimes based on the similarities in the behaviours of the offender as reported by the victim or as inferred from the crime scene.
vi: Quá trình kết nối vụ án này dựa trên những điểm tương đồng về cách cư xử, thái độ của phạm nhân theo lời tường thuật của nạn nhân hoặc suy luận từ hiện trường vụ án.

source: This proportion was much higher than the levels reported for the general public.
vi: Tỉ lệ này cao hơn rất nhiều so với mức độ đã được ghi nhận chung trước đây.

source: This proposal is supported by research from the US that found involvement in formal activities, such as educational and vocational programmes, to be associated with less prisoner violence.
vi: Đề xuất này được củng cố bởi một nghiên cứu từ Mĩ rằng đã tìm ra mối liên quan trong các hoạt động hình thức thông thường như giáo dục hay những chương trình hướng nghiệp, chúng góp phần làm giảm tỉ lệ bạo lực trong nhà tù .

source: This raises the question of where prisoners can seek social sup- port.
vi: Điều này đặt ra câu hỏi liệu rằng các tù nhân có thể tìm kiếm sự trợ giúp xã hội từ đâu.

source: This raises the question of whether all prisoners are at equal risk of victimization.
vi: Điều này làm dấy lên câu hỏi về liệu tất cả các tù nhân đều có nguy cơ giống nhau về việc bị ngược đãi hay không?

source: This relationship is likely to be the blueprint for all future relationships; so if this relationship is marked by untrustworthiness and lack of caring, then so too will all future relationships.
vi: Quan hệ này có thể là nền tảng cho tất cả quan hệ khác trong tương lai; vì vậy, nếu điều này bị đánh dấu bởi sự bất tín và thiếu quan tâm, thì những quan hệ khác trong tương lai sẽ giống y như vậy.

source: This requires that career opportunities and promotion are open to everyone within society regardless of age, gender, sexual orientation, race, religious beliefs or disability.
vi: Vấn đề này đòi hỏi các cơ hội nghề nghiệp và thăng tiến được mở rộng cho tất cả mọi người trong xã hội bất kể tuổi tác, giới tính, khuynh hướng tình dục, chủng tộc, tôn giáo hay khuyết tật.

source: This research can be used to inform the police on how best to retrieve the information that they require from such witnesses without causing them too much stress while at the same time ensuring that the information received is as accurate as possible.
vi: Nghiên cứu này có thể được cảnh sát cung cấp thông tin về cách tốt nhất để hồi phục thông tin mà họ yêu cầu từ nhân chứng mà không tạo quá nhiều áp lực cho họ cùng lúc cũng đảm bảo thông tin nhận được chính xác nhất có thể.

source: This research found that those who dropped out of treatment at that time were at a higher risk of reconviction than those who went on to complete it.
vi: Nghiên cứu này nhận ra rằng những người dừng tham gia điều trị lúc đó sẽ có nguy cơ tái phạm cao hơn những người tiếp tục hoàn thành việc điều trị.

source: This research has tended to focus on (i) aspects of the witnesses (e.g. alcohol consumption), (ii) aspects of the crime (e.g. weapon usage) and (iii) aspects of the police investigation (e.g. whether a photograph of a man was shown to the witness some days before they saw him in a line-up).
vi: Nghiên cứu này nhằm tập trung vào (i) các khía cạnh của nhân chứng (ví dụ như nồng độ cồn), (ii) khía cạnh vụ án (như việc sử dụng vũ khí) và (iii) khía cạnh điều tra của cảnh sát (như liệu một bức ảnh của một người đã được đưa cho nhân chứng trước khi nhân chứng đó nhìn thấy anh/cô ta trong hàng người)

source: This role can involve working with the offenders to reduce their likelihood of reoffending in the future or a more clinical role addressing the psychological needs of offenders.
vi: Vai trò có thể liên quan đến làm việc với tội phạm để giảm bớt tỉ lệ tái phạm tội trong tương lai hay còn một vai trò nữa là chữa bệnh tâm lý nếu cần thiết.

source: This role involves the use of the psychologist’s expertise in order to advise the police, courts or prison and probation services.
vi: Vai trò này bao gồm lợi ích từ ý kiến chuyên môn của nhà tâm lý học để tư vấn cho cảnh sát, quan tòa hay cơ quan quản lý nhà tù và giám sát phạm nhân.

source: This second group of participants were each shown one of the reconstructions and were asked to rate the ‘person’ on a number of personality characteristics.
vi: Mỗi người trong nhóm thứ hai được cho xem các khuôn mặt và được hỏi đánh giá "người đó" dựa trên các tiêu chí về tính cách.

source: This section explores people’s attitudes towards punishment, what happens when the State does not punish wrongdoers and whether it is right for communities to take the law into their own hands and punish deviants.
vi: Trong phần này chúng ta sẽ khám phá thái độ của con người về việc trừng phạt, điều gì sẽ xảy ra nếu chính quyền không xử phạt những người phạm pháp và liệu có phù hợp không khi luật pháp nằm trong tay của chính cộng đồng và họ sẽ trừng phạt những kẻ có tội.

source: This section of the programme provides moral dilemmas which build in their complexity throughout the programme.
vi: Nó đưa ra những tình huống khó xử về đạo đức với độ phức tạp không đổi trong suốt chương trình

source: This section will present two examples of offending behaviour programmes.
vi: Phần này sẽ giới thiệu hai ví dụ về các chương trình điều chỉnh hành vi phạm tội.

source: This seems especially so when the set of photographs does not, in fact, contain the perpetrator (but similar people to him, as required by police ‘regulations’ in several countries).
vi: Điều này trở nên đặc biệt hơn cả là khi trong những bức ảnh ấy, thực ra không có thủ phạm (trừ những người trông giống thủ phạm theo như quy tắc của cảnh sát ở một số quốc gia).

source: This should help in reducing the impact to other countries of sex tourism, where offenders go with the intention of having sex with children.
vi: Điều này giúp giảm tác động lên những quốc gia khác về du lịch tình dục, nơi mà tội phạm đến với ý định quan hệ tình dục với trẻ em.

source: This stage is all about trying to be alone with the potential victim.
vi: Mục đích của màn kịch này chủ yếu là để ở riêng với nạn nhân tiềm năng.

source: This stated that when sex offenders are released into the community, that community will be ‘actively notified’ of their presence.
vi: Luật này phát biểu rằng khi những tội phạm tình dục được thả tự do về cộng đồng, nơi đó sẽ được "thiết thực thông báo" về sự hiện diện của những người này.

source: This statistic, in this case, is a measure of the effect of treatment across all the studies entered into the analysis.
vi: Bảng thống kê, trong trường hợp này, là thước đo về tính hiệu quả của việc điều trị thông qua tất cả các nghiên cứu trong bài phân tích.

source: This suggests that the removal of freedom is not enough, particularly for crimes against children, sexual crimes or murder, and certainly that prison should not be seen as an alternative home setting.
vi: Lời đề nghị này cho thấy rằng việc tước bỏ quyền tự do là chưa đủ, đặc biệt là với những tội xâm phạm trẻ em, xâm hại tình dục hay giết người, và phải được chắc chắn rằng nhà tù không chỉ là một nơi cư trú thay thế.

source: This system comprised a Joint Prison and Probation Accreditation Panel (now entitled the Correctional Services Accreditation Panel – CSAP) which was set up in order to ensure that programmes developed for offenders in prison and on probation were grounded in the best available research evidence of the day.
vi: Hệ thống này bao gồm Cơ quan quản lý nhà tù và giám sát phạm nhân (bây giờ gọi là Ban cải huấn và chứng nhận gọi tắt là CSAP) được thành lập để đảm bảo chương trình phát triển cho những phạm nhân nhận án tù và án treo, họ sẽ được hỗ trợ bằng những chương trình nghiên cứu tốt nhất hiện nay.

source: This tactic of minimizing the seriousness of the offence can take several forms.
vi: Những chiến thuật nhằm giảm thiểu tối đa mức độ vi phạm được thực hiện dưới nhiều hình thức.

source: This teaching can be at undergraduate or postgraduate level and can be delivered in a variety of different ways.
vi: Các khóa học này có thể dành cho cả sinh viên chưa tốt nghiệp lẫn đã tốt nghiệp và có thể chuyển tải ở rất nhiều cách đa dạng khác nhau.

source: This topic is still at a relatively early stage of development.
vi: Chủ đề này chỉ đang phát triển ở giai đoạn đầu.
